app/controllers/books_controller.rb

    def index
        @book = Book.all
---
SELECT `books`.* FROM `books`